{
    "about_title": "About Us",
    "our_philosophy": "Our Philosophy",
    "philosophy_tagline": "\"Privacy-First, Client-Side Logic, Professional Performance.\"",
    "who_we_are_title": "Who We Are",
    "who_we_are_desc": "Omnis is a high-performance web tool suite developed for modern creators, developers, and small business owners. We believe that professional tools should be accessible, lightning-fast, and above all, secure.",
    "zero_latency_title": "Zero-Latency Tools",
    "zero_latency_desc": "By utilizing modern APIs like WebCodecs and WebAssembly, we process data directly in your browser, eliminating wait times and server Round-trips.",
    "privacy_comp_title": "Privacy Without Compromise",
    "privacy_comp_desc": "Your data never leaves your device. We use local processing to ensure that sensitive files and information stay under your control at all times.",
    "global_reach_title": "Global Support",
    "global_reach_desc": "Omnis is continuously evolving to support global standards and multi-language interfaces to empower users worldwide.",
    "privacy_policy_title": "Privacy Policy",
    "intro_title": "1. Introduction",
    "intro_desc": "Welcome to Omnis (\"we,\" \"our,\" or \"us\"). We are committed to protecting your privacy. This Privacy Policy explains how we collect, use, and safeguard your information when you use our web tool suite and portal.",
    "collection_title": "2. Information Collection & Client-Side Logic",
    "collection_desc1": "Omnis is designed with a \"Privacy-First\" philosophy. Most of our tools process data exclusively in your browser (client-side). This means your files, videos, and sensitive data are processed locally on your machine and are never uploaded to our servers.",
    "collection_desc2": "We may collect minimal technical data such as IP addresses and browser types for security and performance monitoring through Firebase and Google Analytics.",
    "cookies_title": "3. Cookies and Advertising",
    "cookies_desc1": "We use cookies to enhance your experience and provide personalized content. We work with third-party advertising partners, including Raptive (formerly AdThrive), to serve ads.",
    "cookies_desc2": "These partners may use cookies and web beacons to collect data about your visits to this and other websites in order to provide advertisements about goods and services of interest to you.",
    "compliance_title": "4. GDPR / CCPA Compliance",
    "compliance_desc": "If you are located in the EU or California, you have specific rights regarding your personal data. You have the right to access, correct, or delete your data. To exercise these rights, please contact us at info@ariesplus.com.",
    "legal_contact_title": "5. Contact Us",
    "legal_contact_desc": "If you have any questions about this Privacy Policy, please contact us through our Contact Page.",
    "terms_title": "Terms of Service",
    "term_1_title": "1. Acceptance of Terms",
    "term_1_desc": "By accessing and using Omnis (the \"Service\"), you agree to be bound by these Terms of Service. If you do not agree, please do not use the Service.",
    "term_2_title": "2. Use of Tools",
    "term_2_desc": "Our tools are provided \"as-is\" for personal and professional use. While we strive for accuracy (e.g., in TaxEngine or Regex Sandbox), we cannot guarantee that the results are 100% error-free. Users are responsible for verifying the output.",
    "term_3_title": "3. Data Security",
    "term_3_desc": "Omnis processes most data client-side. We do not store your files on our servers. However, you are responsible for maintaining the security of your own device and browsing session.",
    "term_4_title": "4. Prohibited Conduct",
    "term_4_desc": "You may not use the Service for any illegal activities, attempt to disrupt the infrastructure, or scrape data from the portal.",
    "term_5_title": "5. Limitation of Liability",
    "term_5_desc": "Omnis shall not be liable for any direct or indirect damages resulting from the use or inability to use the tools provided on this platform.",
    "contact_title": "Get in Touch",
    "contact_subtitle": "We are here to help. Send us a message and we'll get back to you soon.",
    "full_name_label": "Full Name",
    "email_address_label": "Email Address",
    "subject_label": "Subject",
    "opt_general": "General Inquiry",
    "opt_support": "Technical Support",
    "opt_partnership": "Partnership",
    "opt_feedback": "Feedback",
    "message_label": "Message",
    "send_message_button": "Send Message",
    "direct_email_hint": "Or email us directly at:",
    "contact_placeholder_name": "John Doe",
    "contact_placeholder_email": "john@example.com",
    "contact_placeholder_msg": "How can we help you?"
}